Repository: AlexCheGH/String-Catalog-Localizations-Automation
Catalog: Localizations/Localizations/Localizable.xcstrings
Source language: en_us
Languages: de, es_es, fr, id, pl, ru, se

# notification_moderate_rain_starts_in_and_ends_in_body
source: 💦☂️Get ready! Moderate rain starts at %@ and ends at %@.
de: 💦☂️Bereiten Sie sich vor! Mäßiger Regen beginnt um %@ und endet um %@.
es_es: 💦☂️¡Prepárate! Lluvia moderada que comienza a las %@ y termina a las %@.
id: 💦☂️Bersiaplah! Hujan sedang dimulai pada %@ dan berakhir pada %@.
pl: 💦☂️ Przygotuj się! Umiarkowany deszcz zaczyna się o %@ i kończy o %@.
se: 💦☂️Förbered dig! Måttligt regn börjar %@ och slutar %@.

# notification_heavy_rain_starts_in_body
source: ☔️ Stay dry! Heavy rain starts at %@. See what’s coming.
de: ☔️ Trocken bleiben! Starker Regen beginnt um %@. Sehen Sie, was bevorsteht.
es_es: ☔️ ¡Mantente seco! Lluvia fuerte que comienza a las %@. Mira lo que viene.
id: ☔️ Jangan sampai basah! Hujan deras dimulai pada %@. Lihat yang akan datang.
pl: ☔️ Nie zmoknij! Ulewny deszcz zaczyna się o %@. Zobacz, co będzie.
se: ☔️ Håll dig torr! Kraftigt regn börjar %@. Se vad som är på väg.

# notification_heavy_rain_starts_in_and_ends_in_body
source: 💦☂️Get ready! Heavy rain starts at %@ and ends at %@.
de: 💦☂️Bereiten Sie sich vor! Starker Regen beginnt um %@ und endet um %@.
es_es: 💦☂️¡Prepárate! Las fuertes lluvias comienzan a las %@ y terminan a las %@.
id: 💦☂️Bersiaplah! Hujan deras dimulai pada %@ dan berakhir pada %@.
pl: 💦☂️ Przygotuj się! Ulewny deszcz zaczyna się o %@ i kończy o %@.
se: 💦☂️Förbered dig! Kraftigt regn börjar %@ och slutar %@.

# notification_drizzle_rain_starts_in_body
source: 🌂 Heads up! A light drizzle is possible in your area at %@. Don’t forget your umbrella, just in case!
de: 🌂 Achtung! Leichter Nieselregen ist in Ihrer Region um %@ möglich. Regenschirm nicht vergessen, nur für den Fall!
es_es: 🌂 ¡Cuidado! Es posible una ligera llovizna en tu área a las %@. ¡No olvides el paraguas, por si acaso!
id: 🌂 Waspadalah! Gerimis ringan mungkin turun di area Anda pada %@. Jangan lupa membawa payung untuk berjaga-jaga!
pl: 🌂 Uwaga! W Twojej okolicy o %@ możliwa lekka mżawka. Nie zapomnij parasola – na wszelki wypadek!
se: 🌂 Se upp! Lätt duggregn kan förekomma i ditt område %@. Glöm inte paraplyet, för säkerhets skull!

# radar_legend_verbose_rain_units
source: Intensity
de: Intensität
es_es: Intensidad
id: Intensitas
pl: Intensywność
se: Intensitet

# radar_legend_drizzle
source: Drizzle
de: Nieselregen
es_es: Llovizna
id: Gerimis
pl: Mżawka
se: Duggregn

# radar_legend_intense_rain
source: Intense rain
de: Intensiver Regen
es_es: Lluvia intensa
id: Hujan intens
pl: Intensywny deszcz
se: Intensivt regn

# radar_legend_extreme_rain
source: Extreme rain
de: Extremer Regen
es_es: Lluvia extrema
id: Hujan ekstrem
pl: Ekstremalny deszcz
se: Extremt regn

# radar_legend_mmh
source: %@ mm/h
de: %@ mm/Std.
id: %@ mm/j

# radar_legend_inches
source: %@ inch/h
de: %@ inch/Std.
es_es: %@ pulgadas/h
id: %@ in/j
pl: %@ in/h
se: %@ tum/h

# radar_legend_precise_title_mmh
source: mm/h
de: mm/Std.
es_es: mm/hora
id: mm/j

# radar_legend_precise_title_inches
source: inch/h
de: inch/Std.
es_es: pulgada/hora
id: in/j
pl: in/h
se: tum/h

# onboarding_welcome_content_text_primary
source: Welcome to Rainbow.ai!
de: Willkommen bei Rainbow.ai!
es_es: Te damos la bienvenida a Rainbow.ai
id: Selamat datang di Rainbow.ai!
pl: Witamy w Rainbow.ai!
se: Välkommen till Rainbow.ai!

# onboarding_welcome_content_text_secondary
source: Get precise weather forecasts like never before.
de: Genauere Wettervorhersagen als je zuvor.
es_es: Consigue pronósticos meteorológicos precisos como nunca.
id: Dapatkan prakiraan cuaca presisi yang belum pernah ada sebelumnya.
pl: Otrzymuj prognozy pogody dokładne jak nigdy dotąd.
se: Få exakta väderprognoser som aldrig förr.

# onboarding_welcome_action_primary
source: Continue
de: Fortfahren
es_es: Continuar
id: Lanjut
pl: Kontynuuj
se: Fortsätt

# onboarding_location_prepermission_content_text_primary
source: Your weather, your location
de: Ihr Wetter, Ihr Standort
es_es: Tu clima, tu ubicación
id: Cuaca Anda, lokasi Anda
pl: Twoja pogoda, Twoja lokalizacja
se: Ditt väder, din plats

# onboarding_location_prepermission_content_text_secondary
source: Access real-time weather changes by sharing your location.
de: Wetterveränderungen in Echtzeit dank Ortungsfunktion.
es_es: Accede a los cambios meteorológicos en tiempo real al compartir tu ubicación.
id: Dapatkan akses perubahan cuaca waktu nyata dengan berbagi lokasi Anda.
pl: Udostępnij swoją lokalizację i otrzymuj informacje o zmianach pogody w czasie rzeczywistym.
se: Få tillgång till väderförändringar i realtid genom att dela din plats.

# onboarding_location_prepermission_action_primary
source: Continue
de: Fortfahren
es_es: Continuar
id: Lanjut
pl: Kontynuuj
se: Fortsätt

# onboarding_location_prepermission_action_secondary
source: Continue without allowing
de: Fortfahren ohne Zugriff
es_es: Continuar sin permitir
id: Lanjut tanpa izinkan
pl: Kontynuuj bez pozwalania
se: Fortsätt utan att tillåta

# onboarding_push_notifications_prepermission_content_text_primary
source: Be weather-ready
de: Bereit für jedes Wetter
es_es: Prepárate para el tiempo
id: Jadilah siaga terhadap cuaca
pl: Przygotuj się na pogodę
se: Var beredd på vädret

# onboarding_push_notifications_prepermission_content_text_secondary
source: Enable notifications to stay informed about precipitation changes.
de: Benachrichtigung bei Niederschlagsänderungen aktivieren.
es_es: Activa los avisos para informarte sobre los cambios de precipitaciones.
id: Aktifkan notifikasi agar tetap terinfokan tentang perubahan presipitasi.
pl: Włącz powiadomienia, aby być na bieżąco ze zmianami opadów.
se: Aktivera aviseringar för att hålla dig uppdaterad om nederbördsförändringar.

# onboarding_push_notifications_prepermission_action_primary
source: Continue
de: Fortfahren
es_es: Continuar
id: Lanjut
pl: Kontynuuj
se: Fortsätt

# onboarding_push_notifications_prepermission_action_secondary
source: Continue without allowing
de: Fortfahren ohne Zugriff
es_es: Continuar sin permitir
id: Lanjut tanpa izinkan
pl: Kontynuuj bez pozwalania
se: Fortsätt utan att tillåta

# onboarding_notifications_lock_screen_date
source: May 2, Wednesday
de: 2. Mai, Mittwoch
es_es: 2 de mayo, miércoles
id: 2 Mei, Rabu
pl: 2 maja, środa
se: 2 maj, onsdag

# onboarding_notification_top_timestamp
source: 30m ago
de: vor 30 Min.
es_es: Hace 30 m
id: 30m lalu
pl: 30 min temu
se: 30m sedan

# onboarding_notification_top_body
source: 💦 ☔ Get ready! The rain starts at 09:50 and ends at 10:20.
de: 💦☂️Bereiten Sie sich vor! Der Regen beginnt um 09:50 und endet um 10:20.
es_es: 💦☂️¡Prepárense! La lluvia comienza a las 09:50 y termina a las 10:20.
id: 💦 ☔ Bersiaplah! Hujan dimulai pada 09:50 dan berakhir pada 10:20.
pl: 💦☂️Przygotuj się! Od 09:50do 10:20 będzie padać deszcz.
se: 💦 ☔ Förbered dig! Det börjar regna 09:50 och slutar 10:20.

# onboarding_notification_bottom_body
source: 🌨️ Expect...
de: 🌨️ Erwartet …
es_es: 🌨️ Espera...
id: 🌨️ Akan ada...
pl: 🌨️ Oczekuj...
se: 🌨️ Förvänta dig ...

# onboarding_notification_bottom_timestamp
source: 1hr ago
de: vor 1 Std.
es_es: Hace 1 hora
id: 1j lalu
pl: 1 godz. temu
se: 1h sedan

# onboarding_precipitation_content_text_primary
source: Personalize your precipitation overlay
de: Niederschlags-Overlay personalisieren
es_es: Personaliza tu superposición de precipitaciones
id: Personalisasikan hamparan presipitasi Anda
pl: Spersonalizuj nakładkę opadów
se: Anpassa ditt överlägg för nederbörd

# onboarding_precipitation_content_text_secondary
source: Pick the color scheme that matches your preferred style for how the map looks.
de: Wählen Sie das gewünschte Farbschema für das Aussehen der Karte.
es_es: Elije el esquema de color que coincida con tu estilo preferido para el mapa.
id: Pilih skema warna yang cocok dengan gaya pilihan Anda untuk tampilan peta.
pl: Wybierz kolorystykę, która odpowiada preferowanemu stylowi wyglądu mapy.
se: Välj det färgschema som matchar din önskade stil för kartan.

# onboarding_precipitation_action_primary
source: Save & Continue
de: Speichern und fortfahren
es_es: Guardar y continuar
id: Simpan & Lanjut
pl: Zapisz i kontynuuj
se: Spara och fortsätt

# onboarding_widgets_content_text_primary
source: Weather at a glance
de: Wetter im Überblick
es_es: El tiempo de un vistazo
id: Cuaca dalam sekilas
pl: Pogoda w skrócie
se: Vädret i en överblick

# onboarding_widgets_content_text_secondary
source: Set up a widget to access quick updates on rain and daily forecasts.
de: Mit dem Widget erhalten Sie schnell aktuelle Regen- und Tagesvorhersagen.
es_es: Configura un widget para acceder a información sobre lluvia y pronósticos diarios.
id: Atur widget untuk mengakses pembaruan cepat tentang prakiraan hujan dan harian.
pl: Skonfiguruj widżet, aby uzyskać dostęp do szybkich aktualizacji dotyczących deszczu i dziennych prognoz.
se: Lägg till en widget för att få snabba uppdateringar om regn och dagliga prognoser.

# onboarding_widgets_action_primary
source: How to add a widget?
de: Wie füge ich ein Widget hinzu?
es_es: ¿Cómo agregar un widget?
id: Bagaimana cara menambahkan widget?
pl: Jak dodać widżet?
se: Hur lägger jag till en widget?

# onboarding_widgets_action_secondary
source: Skip tutorial
de: Tutorial überspringen
es_es: Saltar tutorial
id: Lewati panduan
pl: Pomiń samouczek
se: Hoppa över handledningen

# hurricane_card_central_pressure
source: Central pressure
de: Zentraldruck
es_es: Presión central
id: Tekanan pusat
pl: Ciśnienie w centrum
se: Centralt tryck

# settings_severe_weather_alerts_section_name
source: Severe weather alerts
de: Unwetterwarnungen
es_es: Alertas de mal tiempo
id: Sinyal cuaca buruk
pl: Alerty o groźnej pogodzie
se: Varningar för svårt väder

# settings_hurricane_tracker_setting_name
source: Hurricane tracker
de: Orkan-Tracker
es_es: Rastreador de huracanes
fr: Suivi des ouragans
id: Pelacak Topan
pl: Monitor huraganu
ru: Трекер ураганов
se: Orkanspårare

# hurricane_tooltip
source: Enable Hurricane Tracker here
de: Orkan-Tracker hier aktivieren
es_es: Habilita el rastreador de huracanes aquí
id: Formasi Badai Tropis
pl: Włącz tutaj Śledzenie huraganów
se: Tropisk stormbildning

# storm_notification_stay_updated
source: Stay updated.
de: Bleiben Sie auf dem Laufenden.
es_es: Mantente actualizado.
id: Tetap perbarui.
pl: Bądź na bieżąco.
se: Tetap perbarui.

# storm_notification_open_app
source: Open the app
de: Öffnen Sie die App
es_es: Abre la aplicación
id: Buka aplikasi
pl: Otwórz aplikację
se: Buka aplikasi

# storm_notification_stay_safe
source: Stay safe.
de: Bleiben Sie sicher.
es_es: Mantente seguro.
id: Jaga keselamatan.
pl: Uważaj na siebie.
se: Jaga keselamatan.

# storm_notification_stay_informed
source: Stay informed
de: Bleiben Sie informiert
es_es: Mantente informado
id: Tetap terinformasi
pl: Śledź informacje
se: Tetap terinformasi

# storm_notification_tap_details
source: Tap to see details
de: Tippen Sie für weitere Details
es_es: Toca para ver los detalles
id: Ketuk untuk melihat detailnya
pl: Stuknij, aby zobaczyć szczegóły
se: Ketuk untuk melihat detailnya

# storm_notification_severe_update
source: Severe weather update
de: Unwetter-Update
es_es: Actualización sobre el mal tiempo
id: Pembaruan cuaca buruk
pl: Aktualizacja dotycząca groźnej pogody
se: Pembaruan cuaca buruk

# storm_notification_tropical_storm_alert
source: Tropical Storm Alert
de: Tropensturmwarnung
es_es: Alerta de tormenta tropical
id: Peringatan Badai Tropis
pl: Ostrzeżenie o burzy tropikalnej
se: Peringatan Badai Tropis

# storm_notification_category_change
source: %@: Category Change
de: %@: Kategorieänderung
es_es: %@: cambio de categoría
id: %@: Perubahan Kategori
pl: %@: zmiana kategorii
se: %@: Perubahan Kategori

# storm_notification_hurricane_alert
source: Hurricane Alert
de: Wirbelsturmwarnung
es_es: Alerta de huracán
id: Peringatan Badai
pl: Ostrzeżenie o huraganie
se: Peringatan Badai

# storm_notification_tropical_depression_formation
source: Tropical Depression Formation
de: Bildung eines tropischen Tiefdruckgebiets
es_es: Formación de depresiones tropicales
id: Formasi Depresi Tropis
pl: Formacja depresji tropikalnej
se: Formasi Depresi Tropis

# storm_notification_tropical_storm_formation
source: Tropical Storm Formation
de: Bildung eines Tropensturms
es_es: Formación de tormentas tropicales
id: Formasi Badai Tropis
pl: Formacja burzy tropikalnej
se: Formasi Badai Tropis

# storm_notification_invest_formation
source: Invest Formation
de: Bildung eines Wirbelsturmentstehungsgebiets
es_es: Formación de Invest
id: Formasi Investasi
pl: Formacja obszaru burzowego
se: Formasi Investasi

# storm_notification_observation_time
source: Observation time: %@.
de: Beobachtungszeitpunkt: %@.
es_es: Hora de observación: %@.
id: Waktu pengamatan: %@.
pl: Czas obserwacji: %@.
se: Waktu pengamatan: %@.

# storm_notification_keep_track
source: Keep track of a hurricane’s strength
de: Behalten Sie die Stärke des Wirbelsturms im Auge
es_es: Seguimiento de la fuerza de un huracán
id: Melacak kekuatan badai
pl: Monitoruj siłę huraganu
se: Melacak kekuatan badai

# storm_notification_direction
source: Direction: %@.
de: Richtung: %@.
es_es: Dirección: %@.
id: Arah: %@.
pl: Kierunek: %@.
se: Arah: %@.

# storm_notification_wind_speed
source: Wind speed: %@.
de: Windgeschwindigkeit: %@.
es_es: Velocidad del viento: %@.
id: Kecepatan angin: %@.
pl: Prędkość wiatru: %@.
se: Kecepatan angin: %@.

# storm_notification_storm_expired
source: %@ %@ has expired.
de: %@ %@ hat sich aufgelöst.
es_es: %@ %@ ha terminado.
id: %@ %@ telah kadaluwarsa.
pl: %@ %@ wygasł(a).
se: %@ %@ telah kadaluwarsa.

# storm_notification_downgrade_to_trop_depression
source: %@ has been downgraded to Tropical Depression.
de: %@ wurde heruntergestuft auf ein tropisches Tiefdruckgebiet.
es_es: %@ se ha degradado a depresión tropical.
id: %@ telah diturunkan ke Depresi Tropis.
pl: %@ ma teraz niższą kategorię: Depresja tropikalna.
se: %@ telah diturunkan ke Depresi Tropis.

# storm_notification_downgrade_to_trop_storm
source: %@ has been downgraded to Tropical Storm.
de: %@ wurde heruntergestuft auf einen Tropensturm.
es_es: %@ se ha degradado a tormenta tropical.
id: %@ telah diturunkan menjadi Badai Tropis.
pl: %@ ma teraz niższą kategorię: Burza tropikalna.
se: %@ telah diturunkan menjadi Badai Tropis.

# storm_notification_downgrade_to_category
source: %@ has been downgraded to Category %@ Hurricane.
de: %@ wurde heruntergestuft auf einen Wirbelsturm der Kategorie %@.
es_es: %@ se ha degradado a huracán de categoría %@.
id: %@ telah diturunkan ke Kategori Badai %@.
pl: %@ ma teraz niższą kategorię: Huragan %@ kategorii.
se: %@ telah diturunkan ke Kategori Badai %@.

# storm_notification_upgrade_to_category
source: %@ has been upgraded to Category %@ Hurricane.
de: %@ wurde hochgestuft auf einen Wirbelsturm der Kategorie %@.
es_es: %@ ha aumentado a huracán de categoría %@.
id: %@ telah ditingkatkan ke Kategori Badai %@.
pl: %@ ma teraz wyższą kategorię: Huragan %@ kategorii.
se: %@ telah ditingkatkan ke Kategori Badai %@.

# storm_notification_upgrade_to_trop_storm
source: %@ has been upgraded to a Tropical storm.
de: %@ wurde hochgestuft auf einen Tropensturm.
es_es: %@ se ha convertido en tormenta tropical.
id: %@ telah ditingkatkan menjadi badai Tropis.
pl: %@ ma teraz wyższą kategorię: Burza tropikalna.
se: %@ telah ditingkatkan menjadi badai Tropis.

# storm_notification_tropical_depression_formed_in
source: Tropical Depression %@ has formed in %@.
de: In %@ hat sich das tropische Tiefdruckgebiet %@ gebildet.
es_es: La depresión tropical %@ se ha formado en %@.
id: Depresi Tropis %@ telah terbentuk di %@.
pl: Formacja depresji tropikalnej %@: %@.
se: Depresi Tropis %@ telah terbentuk di %@.

# storm_notification_invest_formed_in
source: Invest %@ has formed in %@.
de: In %@ hat sich das Wetterentstehungsgebiet %@ gebildet.
es_es: Invest %@ se ha formado en %@.
id: Investasi %@ telah terbentuk di %@.
pl: Formacja obszaru burzowego %@: %@.
se: Investasi %@ telah terbentuk di %@.

# share_button
source: Share
de: Teilen
es_es: Compartir
id: Bagikan
pl: Udostępnij
se: Dela

# hurricane_card_direction
source: Direction
de: Richtung
es_es: Dirección
id: Arah
pl: Kierunek
se: Riktning

# hurricane_north_east
source: NE
de: NO
id: UT
pl: PW
se: NÖ

# hurricane_south_east
source: SE
de: SO
id: ST
pl: PW
se: SÖ

# hurricane_card_east
source: E
de: O
id: T
pl: W
se: Ö

# hurricane_tropical_storm
source: Tropical storm
de: Tropensturm
es_es: Tormenta tropical
fr: Tempête tropicale
id: Badai Tropis
pl: Burza tropikalna
ru: Тропический шторм
se: Tropisk storm

# hurricane_invest
source: Invest
de: Untersuchungsgebiet
es_es: Ciclón potencial
fr: Investir
id: Bibit
se: Undersökning

# hurricane_hurricane_name
source: Hurricane %@
de: Orkan %@
es_es: Huracán %@
fr: Ouragan %@
id: Topan %@
pl: Huragan %@
ru: Ураган %@
se: Orkan %@

# hurricane_category_1
source: Category 1
de: Kategorie 1
es_es: Categoría 1
fr: Catégorie
id: Kategori 1
pl: Kategoria 1
ru: Категория 1
se: Kategori 1

# hurricane_category_2
source: Category 2
de: Kategorie 2
es_es: Categoría 2
id: Kategori 2
pl: Kategoria 2
ru: Категория 2
se: Kategori 2

# hurricane_category_3
source: Category 3
de: Kategorie 3
es_es: Categoría 3
id: Kategori 3
pl: Kategoria 3
ru: Категория 3
se: Kategori 3

# hurricane_category_4
source: Category 4
de: Kategorie 4
es_es: Categoría 4
id: Kategori 4
pl: Kategoria 4
ru: Категория 4
se: Kategori 4

# hurricane_category_5
source: Category 5
de: Kategorie 5
es_es: Categoría 5
id: Kategori 5
pl: Kategoria 5
ru: Категория 5
se: Kategori 5

# hurricane_pressure_inches
source: %@ inches
de: %@ Zoll
es_es: %@ pulgadas
id: %@ inci
pl: %@ cale
se: %@ tum

# hurricane_card_move_speed
source: Movement speed
de: Bewegungsgeschwindigkeit
es_es: Vel. de movimiento
id: Kecepatan pergerakan
pl: Prędkość ruchu
se: Rörelsehastighet

# hurricane_card_max_wind_speed
source: Wind speed
de: Windgeschwindigkeit
es_es: Velocidad del viento
fr: Vitesse du vent
id: Kecepatan angin
pl: Prędkość wiatru
ru: Скорость ветра
se: Vindhastighet

# hurricane_wind_speed_knot
source: %@ knots
de: %@ Knoten
es_es: %@ nudos
fr: %@ nœuds
id: %@ knot
pl: %@ węzły
ru: %@ узлы
se: %@ knop

# hurricane_distance_miles
source: %@ miles
de: %@ Meilen
es_es: %@ millas
id: %@ mil
pl: %@ mil(e)
ru: %@ мили

# hurricane_card_observed_on
source: Observed on %@
de: Beobachtet am %@
es_es: Observado el %@
id: Diamati pada %@
pl: Zaobserwowano %@
se: Observerat %@

# hurricane_card_forecast_for
source: Forecast for %@
de: Prognose für %@
es_es: Pronóstico para %@
id: Prakiraan untuk %@
pl: Prognoza dla %@
se: Prognos för %@

# settings_pressure
source: Pressure
de: Druck
es_es: Presión
id: Tekanan
pl: Ciśnienie
se: Tryck

# settings_inches_of_mercury
source: inches
de: Zoll
es_es: pulgadas
id: inci
pl: cale
se: tum

# subscription_hurricane_proposition_title
source: Get Hurricane Tracker
de: Hurrikan-Tracker holen
es_es: Obtener Rastreador de huracanes
id: Dapatkan Pelacak Topan
pl: Włącz Monitor huraganów
se: Hämta Orkanspårare

# subscription_hurricane_proposition_description
source: Upgrade to premium for unlimited access to all pro features. No ads!
de: Upgraden Sie auf Premium für unbegrenzten Zugriff auf alle Pro-Funktionen. Keine Werbung!
es_es: Mejora a prémium para obtener acceso ilimitado a todas las funciones pro. ¡Sin anuncios!
id: Tingkatkan ke premium untuk akses tanpa batas ke semua fitur pro. Tanpa iklan!
pl: Uaktualnij do wersji premium, żeby uzyskać nieograniczony dostęp do wszystkich funkcji pro. Zero reklam!
se: Uppgradera till premium för obegränsad tillgång till alla pro-funktioner. Inga annonser!

# notifications_hurricane_invest_title
source: Invest Formation
de: Bildung eines Wirbelsturmentstehungsgebiets
es_es: Formación de Invest
id: Formasi Investasi
pl: Formacja obszaru burzowego

# notifications_hurricane_invest_body
source: Invest has formed.
de: Es hat sich ein Invest gebildet.
es_es: Se ha formado un invest.
id: Bibit telah terbentuk.
pl: Uformował się obszar burzowy.
se: En invest har bildats.

# notifications_hurricane_invest_with_name_basin_body
source: Invest %@ has formed in %@.
de: In %@ hat sich das Wetterentstehungsgebiet %@ gebildet.
es_es: Invest %@ se ha formado en %@.
id: Investasi %@ telah terbentuk di %@.
pl: Formacja obszaru burzowego %@: %@.

# notifications_hurricane_invest_with_name_body
source: Invest %@ has formed.
de: In %@ hat sich das Wetterentstehungsgebiet.
es_es: Invest %@ se ha formado.
id: Investasi %@ telah terbentuk.
pl: Formacja obszaru burzowego %@.
se: En invest har bildats i %@.

# notifications_hurricane_invest_with_basin_body
source: Invest has formed in %@.
de: Es hat sich ein Invest in %@ gebildet.
es_es: Se ha formado un invest en %@.
id: Bibit telah terbentuk di %@.
pl: Formacja obszaru burzowego: %@.
se: En invest har bildats i %@.

# notifications_hurricane_type_change_tropical_depression_title
source: Tropical Depression Formation
de: Bildung eines tropischen Tiefdruckgebiets
es_es: Formación de depresiones tropicales
id: Formasi Depresi Tropis
pl: Formacja depresji tropikalnej

# notifications_hurricane_type_change_tropical_depression_upgrade_body
source: Tropical Depression has formed.
de: Es hat sich ein tropisches Tiefdruckgebiet gebildet.
es_es: Se ha formado una depresión tropical.
id: Depresi Tropis telah terbentuk.
pl: Uformowała się depresja tropikalna.
se: Ett tropiskt lågtryck har bildats.

# notifications_hurricane_type_change_tropical_depression_upgrade_name_basin_body
source: Tropical Depression %@ has formed in %@.
de: In %@ hat sich das tropische Tiefdruckgebiet %@ gebildet.
es_es: La depresión tropical %@ se ha formado en %@.
id: Depresi Tropis %@ telah terbentuk di %@.
pl: Formacja depresji tropikalnej %@: %@.

# notifications_hurricane_type_change_tropical_depression_upgrade_name_body
source: Tropical Depression %@ has formed.
de: Es hat sich ein tropisches Tiefdruckgebiet %@ gebildet.
es_es: Se ha formado la depresión tropical %@.
id: Depresi Tropis %@ telah terbentuk.
pl: Uformowała się depresja tropikalna %@.
se: Det tropiska lågtrycket %@ har bildats.

# notifications_hurricane_type_change_tropical_depression_upgrade_basin_body
source: Tropical Depression has formed in %@.
de: Es hat sich ein tropisches Tiefdruckgebiet in %@ gebildet.
es_es: Se ha formado una depresión tropical en %@.
id: Depresi Tropis telah terbentuk di %@.
pl: Formacja depresji tropikalnej: %@.
se: Ett tropiskt lågtryck har bildats i %@.

# notifications_hurricane_type_change_tropical_storm_upgrade_title
source: Tropical Storm Formation
de: Bildung eines Tropensturms
es_es: Formación de tormentas tropicales
id: Formasi Badai Tropis
pl: Formacja burzy tropikalnej

# notifications_hurricane_type_change_tropical_storm_upgrade_invest_body
source: Tropical storm has formed.
de: Es hat sich ein Tropensturm gebildet.
es_es: Se ha formado una tormenta tropical.
id: Badai tropis telah terbentuk.
pl: Uformowała się burza tropikalna.
se: En tropisk storm har bildats.

source: Tropical storm %@ has formed in %@.
de: Es hat sich ein Tropensturm %@ in %@ gebildet.
es_es: La tormenta tropical %@ se ha formado en %@.
id: Badai tropis %@ telah terbentuk di %@.
pl: Formacja burzy tropikalnej %@: %@.
se: Den tropiska stormen %@ har bildats i %@.

# notifications_hurricane_type_change_tropical_storm_upgrade_invest_name_body
source: Tropical storm %@ has formed.
de: Es hat sich ein Tropensturm %@ gebildet.
es_es: Se ha formado la tormenta tropical %@.
id: Badai tropis %@ telah terbentuk.
pl: Uformowała się burza tropikalna %@.
se: Den tropiska stormen %@ har bildats.
